1:WizardZone
00000000

Altar of Kings
00000001

Digmoore Station
00000002

Regent's Square
00000003

<ITALICS>You notice some strange carvings on the Sarcophagus.</ITALICS>
00000004

<ITALICS>You find a family diary in the corner of the room.</ITALICS>
00000005

<ITALICS>You notice a scroll in the corner and take it.</ITALICS>
00000006

<ITALICS>You find the hallway blocked. Report this.</ITALICS>
00000007

<ITALICS>You notice some strange carvings on the Sarcophagus.</ITALICS>
00000008

<ITALICS>You find a family diary in the corner of the room.</ITALICS>
00000009

Mander History Recovered!
00000010

Tomb of the Beguiler
00000011

So, you are the one who bested Ata!?! Your luck is about to run out with me. And afterwards this Mander will still be taken to Ngozi the Beguiler. Ha!
00000012

<ITALICS>You install the parts into Gyro to reanimate him.</ITALICS>
00000013

Arena
00000014

<ITALICS>In the beginning there was nothing but Dragons, Giants and Tritons.</ITALICS>
00000015

<ITALICS>The Dragons held dominion over the mountains and dwelt there with the fires and magma. </ITALICS>
00000016

<ITALICS>The Giants ruled the air and built their city on the winds from the north. </ITALICS>
00000017

<ITALICS>The Tritons held the seas as their domain and created a civilization under the waves. </ITALICS>
00000018

<ITALICS>From these came the first Schools of Magic: Fire, Ice and Storm... </ITALICS>
00000019

<ITALICS>History of the Ice School - In the beginning there were the Giants who were great in power and ruled the air.</ITALICS>
00000020

<ITALICS>After the Great War with the Dragons and the Tritons, the Giants went into a state of stasis.</ITALICS>
00000021

<ITALICS>But their powers still inhabit our world and it is from this that Ice Magic derives its basis.</ITALICS>
00000022

<ITALICS>And because it is derived from the Giants, Ice Magic will always be more powerful than that of Fire and Storm...</ITALICS>
00000023

<ITALICS>History of the Fire School - In the days of yore, there dwelled the Giants, the Tritons, and the most powerful of all, the Dragons.</ITALICS>
00000024

<ITALICS>For many eons there was peace, that is until the Tritons and the Giants began to bicker on trivial matters.</ITALICS>
00000025

<ITALICS>Finally, war broke out between the two sides and the Dragons became involved as the universe was threatened.</ITALICS>
00000026

<ITALICS>In order for there to be peace, the Dragons used their great power to stop the war and the world became dormant and silent.</ITALICS>
00000027

<ITALICS>Though the Dragons now sleep, Fire Magic, the most powerful of magics, comes from the essence that Dragons released into fire and magma...</ITALICS>
00000028

<ITALICS>History of the School of Storm - Before time as we know it, there existed the Tritons. They shared the universe with the Dragons and Giants.</ITALICS>
00000029

<ITALICS>The Tritons ruled the seas and kept peace in the world, that is, until the Dragons and Giants began to scheme.</ITALICS>
00000030

<ITALICS>When the attack happened, the Tritons were ready. They refused to fully destroy their enemy and so,  fell into slumber as their price for mercy.</ITALICS>
00000031

<ITALICS>Today, the Storm elements still exist. Even now the more potent Storm Magic holds Fire and Ice at bay...</ITALICS>
00000032

<ITALICS>You fill a bottle with the light and airy water...</ITALICS>
00000033

<ITALICS>You feel a cold wind fill the room, as if from the Giants themselves...</ITALICS>
00000034

<ITALICS>You feel a wave of heat pass through you.</ITALICS>
00000035

<ITALICS>You feel electricity build in the air.</ITALICS>
00000041

So, your here for your next spell?  Let's dance.
00000042

Aha! A "Wizard" had come looking for their precious "magical" artifacts. Do you not understand the power of science! It is much more powerful than your magic!
00000043

To show my contempt for your magic I am burning everything I find. Yes, I will burn this book I have right here. Burn it in my belly! Hahahah!
00000044

What? You have come for the Gem? Never! It is the key to my kingdom. It will bring me great wealth and power! Hahahahaha!
00000045

Tomb of Storms
00000046

Krokosphinx
00000047

You have come to take this book? Splendid, I will have a show today. Entertain me with your terror...!
00000048

Ahnic Tomb Tower
00000049

Barracks Tower
00000050

Djeserit Tomb Tower
00000051

Chamber of Fire Tower
00000052

Mr. Burt's Bones & Biscuits
00000053

Royal Hall Tower
00000054

Palace of Fire Tower
00000055

Throne Room Tower
00000056

Khai's Trophy Room
00000057

Champions Hall Tower
00000058

Prince Suten Sokkwi's Chamber
00000059

Vault of Ice Tower
00000060

Krokotopia Library
00000061

Balance School
00000062

Krokotopia Shop
00000063

Post Office
00000064

Ravenwood
00000065

The Krokosphinx
00000066

Golem Tower
00000067

Blackhope Tower
00000068

Falmea's House
00000069

MooShu Hub
00000070

Codacks Corgi Clothing
00000071

Foxhound Footware
00000072

Hairless Houghes Hats
00000073

Duke of Wefmaraner Wands
00000074

Lady Labrador's Athames
00000075

Jack Russell Jewelers
00000076

Miss Dasha's Decks
00000077

Rattlebones
00000078

QA Testing Zone
00000079

Jade Palace
00000080

Jade Palace
00000081

Yoshihito Temple
00000082

Ancient Burial Grounds
00000083

Village of Sorrow
00000084

Tree of Life
00000085

Shoshun Village
00000086

Cave of Solitude
00000087

Kishibe Village
00000088

Shirataki Temple
00000089

Hametsu Village
00000090

Tatakai Outpost
00000091

Crimson Fields
00000092

Akilles Keep
00000093

Jade Palace
00000094

Yoshihito Temple
00000095

Ancient Burial Grounds
00000096

Village of Sorrow
00000097

Tree of Life
00000098

Shoshun Village
00000099

Cave of Solitude
00000100

Kishibe Village
00000101

Shirataki Temple
00000102

Hametsu Village
00000103

Crimson Fields
00000104

Tatakai Outpost
00000105

Chamber of Fire
00000106

MooShu
00000107

MooShu
00000108

It has been awhile since someone has challenged us. It will be a pity to defeat you so quickly. Prepare for battle, Wizard!
00000109

Girls' Dormitory
00000110

Boys' Dormitory
00000111

Tomb of the Beguiler
00000112

Tomb of the Beguiler
00000113

Tomb of the Beguiler
00000114

Merle Ambrose's House
00000115

Chamber of the Charmed
00000116

Krokotopia
00000117

<ITALICS>Life is spirit, the force of awareness and existence. It is studied by those who embrace the power of all that is living and strive to perpetuate its life force.</ITALICS>
00000118

<ITALICS>Life removes chaos from the world and creates order to make that which is self-sustaining. Inner peace and discipline are traits of all Theurges.</ITALICS>
00000119

<ITALICS>On the Triangle of Magic, Life sits between Fire and Storm, for the spark of life comes from those two forces. </ITALICS>
00000120

<ITALICS>Myth is imagination. The power of the mind, and everything it can create, drives the Myth Arts. It is illusion, dreams made real. If you can conceive it, you can bring it forth, bring it to life. </ITALICS>
00000121

<ITALICS>Wizards of the Myth School, known as Conjurers, use Naming to summon beasts of legend by memorizing and calling out their True Name. </ITALICS>
00000122

<ITALICS>Myth dwells between Fire and Ice, for that is where the shadows lie, and myths are the shadowy forms of thought made real. </ITALICS>
00000123

Myth dwells between Fire and Ice, for that is where the shadows lie, and myths are the shadowy forms of thought made real. The gemstone of the school is Peridot.
00000124

<ITALICS>The Art of Balance in Magic is harmony, finding equality in all things. It draws on elements from each of the other schools, incorporating bits and pieces of those other energies to achieve greater power. </ITALICS>
00000125

<ITALICS>Imagine building a fire, then fanning the flames to make it hotter, then using the fire to create steam to drive an engine. This is similar to how a Sorcerer uses his skills to harness other schools.<ITALICS>
00000126

<ITALICS>Learning Balance takes longer, but the power it holds is immeasurable. The gemstone for the school is Citrine while the school colors are tan and maroon.<ITALICS>
00000127

Think you can get ta Pops through me? Ha, you wish. But I'll introduce you ta someone else first. Prepare to say hello ta my paw, Wizard...
00000128

<ITALICS>You do not have a ticket for this...</ITALICS>
00000130

Air Dales Hideaway
00000131

Coldstone Cottage
00000132

Sapphyra's Tower
00000133

Skull Fort
00000134

Galvanost Tower
00000135

Stormdrain Tower
00000136

Forlorn Tower
00000137

Fireglobe Theatre
00000138

Wormguts Stronghold
00000139

Bastilla's Bastion
00000140

Greebly's Garrison
00000141

Troll Tower
00000142

Rotunda Chateau
00000143

Gobblestone Castle
00000144

Biti's Chamber
00000145

Edo's Chamber
00000146

Akori's Chamber
00000147

Shai's Chamber
00000148

Nebit's Chamber
00000149

Crypt Watchguard's Chamber
00000150

Quartermaster's Lair
00000151

Champion's Chamber
00000152

Nekhbet's Chamber
00000153

Odji's Chamber
00000154

Soul Chamber
00000155

Mander Trophy Room
00000156

Hourglass Chamber
00000157

Trophy Room
00000158

Khai Amahte Trophy Room
00000159

The Bonekeeper's Crypt
00000160

Scavenged Tomb
00000161

Alchemist Kepi's Lab
00000162

Lair of Taskmaster Djal
00000163

Safehouse
00000164

Sammy's Clocktower
00000165

North Clocktower
00000166

Willie's Clocktower
00000167

Warehouse
00000168

Chelsea Tower
00000169

Icepick's Warehouse
00000170

McTavish Hideout
00000171

Shakes Clocktower
00000172

Hourglass Chamber
00000173

So, you are the new kid on the block? But maybe the block isn't big enough for the both of us. We'll see who stays, and who goes...
00000174

Sunbird
00000175

Sunbird
00000176

The Arena Master says that after I smash you I get to have Spider Eyes! Hmmmmm... I like Spider Eyes... Okay, now Krag smash you...!
00000177

<ITALICS>As for today, the school has become more formal and organized under Professor Falmea. All Pyromancers should know that the school colors are red and orange while the gemstone is the Ruby.</ITALICS>
00000178

<ITALICS>As for today's school, much progress has been made in the teaching of Ice under the </ITALICS>
00000179

<ITALICS>As for today's school, much progress has been made in the teaching of Ice under the tutelage of Professor Greyrose. Under her watch, many new and powerful spells have been added to the school's compendium.</ITALICS>
00000180

<ITALICS>Light blue and white were adopted as the school colors and the gemstone chosen to represent all Thaumaturges is Sapphire.</ITALICS>
00000181

<ITALICS>Under the guidance of Professor Halston Balestrom, great reforms have been made, formalizing many spells. The colors chosen for Diviner's are purple and yellow, while the Amethyst has been adopted as the gemstone.</ITALICS>
00000182

<ITALICS>Under the leadership of Professor Wu, the school colors of green and brown have been adopted, representing the hues of nature. The brightly colored stone known as Jade has become the gemstone of all Theurges.</ITALICS>
00000183

Chamber of Chosen
00000184

<ITALICS>The gemstone of the school is Peridot. The School colors are Yellow and Royal Blue.</ITALICS>
00000185

Mr. Incinerator
00000186

Nimah the Wicked
00000187

Kenedy the Klaw
00000188

Nails O'leary Clocktower
00000189

Head Banger
00000190

Stoker
00000191

Stoker
00000192

Kensington Warehouse
00000193

Eyus Maximus
00000194

Harvent Lord
00000195

Harvent Lord
00000196

Rattlebone's Keep
00000197

Nail's Hideout
00000198

Sokkwi Keymaster Arena
00000199

Prince Kebi Sokkwi's Den
00000200

Scotland Yard
00000201

Wailing Wraith
00000202

Wailing Wraith
00000203

Wailing Wraith
00000204

Ratchet
00000205

Mordecai's Tower
00000206

<ITALICS>...You summon the Jade Oni!</ITALICS>
00000207

Hyde Fraternity House
00000208

The Basilica
00000209

Nightshade's Tower
00000210

Dragon Claw Ridge
00000211

Upper Volcano
00000212

Dragonspyre Academy
00000213

Dragonspyre Academy
00000214

The Crystal Grove
00000215

The Forum
00000216

The Crucible
00000217

Dragon Claw Ridge
00000218

The Labyrinth
00000219

The Drake Hatchery
00000220

Plaza of Conquests
00000221

The Grand Chasm
00000222

The Tower Archives
00000223

The Necropolis
00000224

Lower Volcano
00000225

The Library
00000226

The Academy
00000227

Dragon's Roost
00000228

The Grand Chasm Past
00000229

The Basilica
00000230

Dragonspyre
00000231

The Grand Chasm
00000232

Plaza of Conquests
00000233

The Atheneum
00000234

To Crystal Grove
00000235

The Crucible
00000236

The Great Spyre
00000237

Dragon's Roost
00000238

The Path of Scales
00000239

Path of Scales
00000240

Dragon Claw Canyon
00000241

The Crown of Fire
00000242

The Howling Cave
00000243

Dragon's Maw
00000244

The Basilica
00000245

Thessse cryssstalsss belongsss to Kraysssysss! Sssecretsss of dragonriding are mine to ussse! 
00000246

Thessse tomesss belongsss to Kraysssysss! Sssecretsss of crafting are mine to ussse! 
00000247

Kraysys
00000248

Who disturbs me in my duties? No matter... no one is going anywhere. My minions and I will destroy you... and you will join the ranks of the Undead!\n
00000249

They sssaaid all the humansss were ssslain... I welcome thisss dissstraction... it hasss been too long sssinccce I have dessstroyed a Wizard.
00000250

They sssaaid all the humansss were ssslain... I welcome thisss dissstraction... it hasss been too long sssinccce I have dessstroyed a Wizard.\n
00000251

Chronius
00000252

Crystalline Queen
00000253

With crystal eyes I do perceive, a Wizard seeks my life to leave. Two legs carry you: no match for my eight. Survive you will not, simple truth I do state.\n
00000254

My spiders... rally to my aid! Together we will drive out all those who brought this ruin upon Dragonspyre! This place will soon be enveloped in your crystal webs, safe for all of eternity! \n
00000255

My spiders... rally to my aid! Together we will drive out all those who brought this ruin upon Dragonspyre! This place will soon be enveloped in your crystal webs, safe for all of eternity! \n
00000256

Yeva Spiderkeeper
00000257

Yeva Spiderkeeper
00000258

You've beaten me... but I beg of you, do not crush the spiders! Let their beautiful crystal webs remain unbroken! 
00000259

Is that a human? One still remains? It must have been overlooked. No matter...  it will not be here for long. 
00000260

Flamebringer
00000261

Vasek Ashweaver
00000262

Who dares trespass in this place?! I cannot allow any to enter this vault. You will not leave here alive...\n
00000263

Who dares trespass in this place?! I cannot allow any to enter this vault. You will not leave here alive...\n
00000264

Vault Protector
00000265

Intruder..... <ITALICS>DETECTED. </ITALICS>\nEntry...... <ITALICS>DENIED.  </ITALICS>\nCombat Mode.... <ITALICS>DEPLOYED. </ITALICS>\n
00000266

Intruder..... <ITALICS>DETECTED. </ITALICS>\nEntry...... <ITALICS>DENIED.  </ITALICS>\nCombat Mode.... <ITALICS>DEPLOYED. </ITALICS>\n
00000267

General Greystone
00000268

How did you find me? You'd better tell me... or I'll crush you into jelly! 
00000269

Mavra Flamewing
00000270

Don't get cocky, young Wizard! You've learned the art of the attack, but what happens when you cannot land an attack on your opponent? Defense is the key to survival! Defend yourself! \n
00000271

Sandor Spearcaller
00000272

You're a powerful young Wizard... I'll grant you that. But let us see how you fare against one who's spent his lifetime mastering the use of traps! 
00000273

Sysiphan
00000274

What'sss thisss? Did sssomeone order room ssserviccce? Thisss one looksss tasssty! 
00000275

Blackblade
00000276

Your reckless vandalism will cost you! You'll suffer for that, and your ghost will spend eternity in one of my orbs! 
00000277

Petrov Gloomstrider
00000278

You're the sneaky one, to have gotten this far. Now you'll wish you'd snuck away while you had the chance!
00000279

Vilara Moonwraith
00000280

We can see into your mind, little Wizard! Mere flesh cannot hide your intent from us! You seek the key this one possesses? Come and take it from us! 
00000281

Zarathax
00000282

Ssstupid Wizard! Ssshould have lissstened to your bessst judgement, after all! I'll remember you when I sssit on the throne of Dragonssspyre! 
00000283

Ssstupid Wizard! Ssshould have lissstened to your bessst judgement, after all! I'll remember you when I sssit on the throne of Dragonssspyre! 
00000284

Property Master
00000285

You cannot have these things I guard. You must destroy me to take them.
00000286

Property Master
00000287

You cannot have these things I guard. You must destroy me to take them. 
00000288

Silver Sentinel
00000289

This key is my duty. To guard it I was made. \nThe key must not be taken. I guard it with all my being. \n
00000290

Vladimir Darkflame
00000291

This is only the start! My name will echo throughout the Spiral as the one who destroyed it! And you... you were my unwitting accomplice!  
00000292

Avalanche
00000293

Grrrr... Break your bones with fists like stone! 
00000294

Giant Homunculus
00000295

Mind all full of mud... what to do? No answer! What? Smash is the answer! Smash!!!
00000296

Ivan Soulsinger
00000297

The flesh is weak, young Wizard! But don't worry! When I've taken residence in your body, I'll take good care of it. I'll even come to visit you now and again! Ha ha ha!
00000298

Valeska Redwind
00000299

You have obviously come for the egg... but you will not get it from me! The time of the Dragon Riders is over... never again will wing touch sky!
00000300

You have obviously come for the egg... but you will not get it from me! The time of the Dragon Riders is over... never again will wing touch sky!
00000301

Ghost of Sylvia Drake
00000302

Malistaire? Is that you? Have you come for me? It's so cold here... so dark and I'm so alone... 
00000303

Ghost of Sylvia Drake
00000304

You're not my Malistaire! What have you done to him?! I won't harm him... you'll never get me to betray my beloved husband!  
00000305

Orin Grimcaster
00000306

You have made a terrible mistake, coming here, living one. These crystals are mine to treasure, mine to keep. You'll get my crystal when you pry it from my cold, undead hands! 
00000307

Plaza of Conquests
00000308

To The Commons
00000309

Milaka Jewelbender's Tower
00000310

The Tower Archives
00000311

Malistaire's Lair
00000312

The Great Spyre
00000313

The Great Spyre
00000314

The Great Spyre
00000315

The Great Spyre
00000316

The Great Spyre
00000317

The Great Spyre
00000318

Dragon's Roost
00000319

Plaza of Conquests
00000320

The Grand Chasm
00000321

Crystal Tower
00000322

Plaza of Conquests
00000323

The Grand Chasm
00000324

The Labyrinth House
00000325

The Labyrinth
00000326

Sysiphan's Tower
00000327

Gloomstrider's Tower
00000328

Grimcaster's Tower
00000329

Vault 1933
00000330

Moonwraith's Tower
00000331

Dragonspyre Ring Shop
00000332

Dragonspyre Furniture and Castles
00000333

Crystal Storage
00000334

Dragonspyre Shoe Shop
00000335

Knowledge Keeper's Tower
00000336

Lord Obsidian's Tomb
00000337

Zarathax's Tower
00000338

First Tower
00000339

Vilara Moonwraith's Tower
00000340

Third Tower - The Tower Archives
00000341

Spearcaller's Tower
00000342

Spearcaller's Tower
00000343

Flamewing's Tower
00000344

Tower of War
00000345

Greystone's Castle
00000346

Edrik's Vault
00000347

First Tower - The Grand Chasm
00000348

Ruined Tower
00000349

Everburn's Tower
00000350

Kyanite Tower
00000351

Unused Vault
00000352

Sylvia Drake's Tomb
00000353

Pyromancer's Tomb
00000354

Skythorn Tower
00000355

Flamewind Tower
00000356

Secure House
00000357

Homunculus' Tower
00000358

Homunculus' Tower - The Drake Hatchery
00000359

Grimcaster's Tower
00000360

Thundercrown's Tower
00000361

Fleshless Tower
00000362

The Crucible
00000363

Vesta Shadowmark
00000364

Marleybone Arena
00000365

MooShu Arena
00000366

Krokotopia Arena
00000367

The Crystal Grove
00000368

Tomar Skyblade's Tower
00000369

Dragonspyre
00000370

Dragon Claw Canyon
00000371

Gobblestone Castle
00000372

Colossus Boulevard
00000373

Colossus Boulevard
00000374

Colossus Boulevard
00000375

Cyclops Lane
00000376

Firecat Alley
00000377

Firecat Alley
00000378

Olde Town
00000379

Olde Town
00000380

Sunken City
00000381

Sunken City
00000382

Sunken City
00000383

Triton Avenue
00000384

Unicorn Way
00000385

Unicorn Way
00000386

Unicorn Way
00000387

Dragon's Mouth Cave
00000388

Merle Ambrose's Tower
00000389

Wizard City Library
00000390

Nightside
00000391

Ravenwood
00000392

Ravenwood
00000393

Ravenwood
00000394

Ravenwood
00000395

Ravenwood
00000396

Ravenwood
00000397

Shopping District
00000398

Shopping District
00000399

Shopping District
00000400

Shopping District
00000401

Shopping District
00000402

Shopping District
00000403

Shopping District
00000404

Shopping District
00000405

Shopping District
00000406

Shopping District
00000407

Ravenwood
00000408

Ravenwood
00000409

Ravenwood
00000410

Ravenwood
00000411

Ravenwood
00000412

Ravenwood
00000413

Ravenwood
00000414

Ravenwood
00000415

Ravenwood
00000416

Ravenwood
00000417

Ravenwood
00000418

Ravenwood
00000419

Ravenwood
00000420

Ravenwood
00000421

Ravenwood
00000422

Ravenwood
00000423

The Oasis
00000424

The Oasis
00000425

The Oasis
00000426

Krokotopia Shop
00000427

Hall of Champions
00000428

Grand Arena
00000429

Grand Arena
00000430

Grand Arena
00000431

Grand Arena
00000432

Royal Hall
00000433

Royal Hall
00000434

Scotland Yard
00000435

Regent's Square
00000436

Regent's Square
00000437

Katzenstein's Lab
00000438

Katzenstein's Lab
00000439

Katzenstein's Lab
00000440

Katzenstein's Lab
00000441

Katzenstein's Lab
00000442

Katzenstein's Lab
00000443

Knight's Court
00000444

Knight's Court
00000445

Knight's Court
00000446

Knight's Court
00000447

Knight's Court
00000448

Knight's Court
00000449

Newgate Prison
00000450

Newgate Prison
00000451

Newgate Prison
00000452

Newgate Prison
00000453

Digmoore Station
00000454

Digmoore Station
00000455

Digmoore Station
00000456

Digmoore Station
00000457

Digmoore Station
00000458

Digmoore Station
00000459

The Ironworks
00000460

The Ironworks
00000461

Chelsea Court
00000462

Jade Palace 
00000463

Jade Palace 
00000464

Jade Palace 
00000465

Jade Palace 
00000466

Tree of Life
00000467

The Grand Chasm
00000468

The Grand Chasm
00000469

The Grand Chasm
00000470

The Grand Chasm
00000471

Plaza of Conquests
00000472

Plaza of Conquests
00000473

The Tower Archives
00000474

The Tower Archives
00000475

The Tower Archives
00000476

The Tower Archives
00000477

The Crucible
00000478

The Labyrinth
00000479

The Labyrinth
00000480

The Labyrinth
00000481

The Labyrinth
00000482

The Labyrinth
00000483

The Drake Hatchery
00000484

The Necropolis
00000485

Garden Of Hesperides
00000486

Dragonspyre Academy
00000487

The Forum
00000488

The Forum
00000489

The Forum
00000490

The Forum
00000491

The Forum
00000492

The Forum
00000493

The Forum
00000494

The Forum
00000495

The Forum
00000496

The Forum
00000497

The Crystal Grove
00000498

The Crystal Grove
00000499

The Crystal Grove
00000500

The Crystal Grove
00000501

The Crystal Grove
00000502

The Crystal Grove
00000503

The Crystal Grove
00000504

The Crystal Grove
00000505

The Crystal Grove
00000506

The Crystal Grove
00000507

Dragonspyre Academy
00000508

Knight's Court
00000509

Moonclaw's Tower
00000510

Dorm Room
00000511

Well of Fear
00000521

Hall of Glory
00000522

Dragon's Maw
00000523

Dragon's Maw
00000524

The Howling Cave
00000525

The Path of Scales
00000526

Ravenwood
00000527

Death School
00000528

Ice School
00000529

Life School
00000530

Life School
00000531

Myth School
00000532

Storm School
00000533

Fire Tower
00000534

Storm Tower
00000535

Ice Tower
00000536

Death Tower
00000537

Death Tower
00000538

Fire Tower
00000539

Fire Tower
00000540

Ice Tower
00000541

Ice Tower
00000542

Life Tower
00000543

Myth Tower
00000544

Myth Tower
00000545

Myth Tower
00000546

Myth Tower
00000547

Storm Tower
00000548

Storm Tower
00000549

Wizard City Dye Shop
00000550

Wizard City Amulet Shop
00000551

Wizard City Athame Shop
00000552

Wizard City Boot Shop
00000553

Wizard City Deck Shop
00000554

Wizard City Hat Shop
00000555

Wizard City Housing Shop
00000556

Wizard City Pet Shop
00000557

Wizard City Ring Shop
00000558

Wizard City Robe Shop
00000559

Wizard City Wand Shop
00000560

Krokotopia Ring & Amulet Shop
00000561

Krokotopia Robe Shop
00000562

Krokotopia Athame & Hat Shop
00000563

Krokotopia Shoe & Wand Shop
00000564

Krokotopia Deck Shop
00000565

Krokotopia Secret Shop
00000566

Krokotopia Furniture Shop
00000567

Emperor's Palace
00000568

MooShu Garden Dojo
00000569

MooShu Rock Dojo
00000570

MooShu Clothing Shop
00000571

MooShu Housing Shop
00000572

MooShu Weapon Shop
00000573

MooShu Jewlery Shop
00000574

MooShu Accessory Shop
00000575

MooShu Water Dojo
00000576

MooShu Water Dojo
00000577

 
00000578

Wizard City
00000579

MooShu
00000580

Marleybone
00000581

Krokotopia
00000582

Dragonspyre
00000603

Home
00000604

Home
00000605

Home
00000606

Home
00000607

Home
00000608

Home
00000609

Home
00000610

Home
00000611

Home
00000612

Home
00000613

Home
00000614

Home
00000615

Home
00000616

Home
00000617

Home
00000618

Home
00000619

Home
00000620

Home
00000621

Home
00000622

Home
00000625

Frostholm
00000626

Ingram's Abode
00000627

Tower of Knowledge
00000628

Kol's Quarters
00000629

Mord's Abode
00000630

Munin's House
00000631

Raven Tower
00000632

Underground Cavern
00000633

Vigrid Roughland
00000634

Frostholm
00000635

Frostholm
00000636

Frostholm
00000637

Mirkholm Keep
00000638

Mirkholm Keep
00000639

Mirkholm Keep
00000640

Hall of Valor
00000641

Winterdeep Warren
00000642

Helgrind Warren
00000643

Savarstaad Pass
00000644

Grizzleheim
00000645

Sudrilund
00000646

Ravenscar
00000647

Helgrind Warren
00000648

Nidavellir
00000649

Winterdeep Warren
00000650

Hall of Valor
00000651

To Vigrid Roughland
00000652

Ravenscar Jail
00000653

Ravenscar
00000654

Guh huh huh... Drek's gonna smash ya into puddin'... send ya home cryin' to yer mudder!
00000655

Who are you?! How did you get here?! It matters little... your trespass ends right now!
00000656

To Savarstaad Pass
00000657

To Mirkholm Keep
00000658

To Nidavellir
00000659

To Ravenscar
00000660

Wizard City Bazaar
00000661

Mirkholm Keep
00000662

Northguard
00000663

Savarstaad Pass
00000664

Savarstaad Pass
00000665

Savarstaad Pass
00000666

Savarstaad Pass
00000667

Savarstaad Pass
00000668

Savarstaad Pass
00000669

Nidavellir
00000670

Savarstaad Pass
00000671

Mirkholm Keep
00000672

Vigrid Roughland
00000673

Ravenscar
00000674

Ulik
00000675

Northguard
00000676

Hall of Kings
00000677

Tartarus
00000678

Hall of Valor
00000679

Winterdeep Warren
00000680

Helgrind Warren
00000681

Frostholm
00000682

Frostholm
00000683

Frostholm
00000684

Ravenscar
00000685

186800
00000686

Ravenscar
00000687

Ravenscar
00000688

Ravenscar
00000689

Ravenscar
00000690

Ravenscar
00000691

Ravenscar
00000692

Ravenscar
00000693

Ravenscar
00000694

Ravenscar
00000695

Ravenscar
00000696

Fleshrender's Cave
00000697

Dragonspyre Arena
00000698

Briskbreeze Tower
00000699

Emperor's Retreat
00000700

Neville's Decorations
00000701

Crypt
00000702

Frostmantle's Chamber
00000703

Wizard City Hatchery
00000704

Pet Pavilion
00000705

Ruffington Park
00000706

Gobbler Drop
00000707

Ruffington Tunnel Course
00000708

Ruffington Boulevard
00000709

Krokotep Pillar Raceway
00000710

Spiritcrusher's Tomb
00000711

Krokhotep Pyramid Course
00000712

Krokotep Oasis Path
00000713

Dragonspyre Hard Track
00000714

Dragonspyre Expert Track
00000715

Dragonspyre Medium Track
00000716

Unicorn Lake Concourse
00000717

Unicorn Lake Parkway
00000718

Unicorn Lake Trail
00000719

Kamamatsu Raceway
00000720

Kamamatsu Bamboo Course
00000721

Kamamatsu Village Trail
00000722

Pine Fjord Passage
00000723

Pine Fjord Trail
00000724

Pine Fjord Pathway
00000725

Spiritcrusher's Tomb
00000726

Dragonfire Way
00000727

Dragonfire Road
00000728

Dragonfire Course
00000729

Shoshun Village
00000730

Dustwind's Tomb
00000731

Zarichi's Hideout
00000732

Vesna Shadowscar's Lair
00000733

Celestia Base Camp
00000734

The Floating Land
00000735

Stormriven
00000736

Science Center
00000737

Crab Empire
00000738

Celestia Base Camp
00000739

Survey Camp
00000740

Gateway to the Temples
00000741

Trial of the Spheres
00000742

The Grotto
00000743

The Pinnacles
00000744

The Pinnacles
00000745

The Promenade
00000746

The Chantry
00000747

The Stellarium
00000748

District of the Stars
00000749

Stormriven Hall
00000750

Moondial
00000751

You win!
00000752

You're Winner!
00000753

Cannon Game
00000754

The Chancel
00000755

Trial of the Spheres
00000756

The Stellarium
00000757

Stormriven
00000758

Crustacean Empire
00000759

Science Center
00000760

The Portico
00000761

The Floating Land
00000762

You're Winner!
00000763

Celestia|Base Camp
00000764

Survey Camp
00000765

The Grotto
00000766

The Promenade
00000767

Survey Camp
00000768

Algae Farm
00000769

Coral Castle
00000770

Governor Nereus' Royal Manor
00000771

Grand Forum
00000772

Crystal Reactor
00000773

Praxus's Hideout
00000774

Storm Chamber
00000775

Gahlwok's Lair
00000776

Tangleroot's Grove
00000777

Tangleroot's Grove
00000778

Amphibaton's Asylum
00000779

Achaelos' s Cloister
00000780

Senate Chamber
00000781

Nuncio's Crag
00000782

The Grotto
00000783

Calypso's Cavern
00000784

Crustacean Empire
00000785

Hexfin's Hideout
00000786

Senator Pluvius's Office
00000787

The Barbican
00000788

Survey Camp
00000789

Duskweb's Barracks
00000790

Sorcerer's Sanctum
00000791

Storm Lord's Temple
00000792

The Cave of Night
00000793

Celestia
00000794

Eel Cave
00000795

The Grotto
00000796

The Grotto
00000797

Gahlwok's Lair
00000798

WildCrag's Hideaway
00000799

Bristleclaw's Cave
00000800

Trial of the Spheres
00000801

Outside Dome
00000802

Storm Chamber
00000803

Sanctum of the Stars
00000804

Test of the Moon
00000805

Brutus Starkwave's Lair
00000806

Starkwave's Lair
00000807

Trial of the Spheres
00000808

Sanctum of the Sun
00000809

Massive Fantasy Palace
00000810

Forgotten Chamber
00000811

Forbidden Chamber
00000812

Forbidden Chamber
00000813

Emperor Pontus' Residence
00000814

Charmtooth's Lair
00000815

Charmtooth's Lair
00000816

Crab Alley
00000817

Calypso's Cavern
00000818

Hall of Congruencies
00000819

Nellek's Sanctum
00000820

Conservatory
00000821

The Grotto
00000822

Gate Control Room
00000823

Soultearer's Cave
00000824

Vigrid Roughland
00000825

Nightreave Necropolis
00000826

Sothmekhet's Sanctum
00000827

Savarstaad Pass
00000828

Talos's Tower
00000829

Vigrid Roughland
00000830

Senate Chamber
00000831

Nuncio's Crag
00000832

The Stellarium
00000833

Helios's Hangout
00000834

Stormriven
00000835

The Lunarium
00000836

The Grotto
00000837

Stormriven Hall
00000838

Stormriven Hall
00000839

Stormriven
00000840

Spiral Chamber
00000841

Crustacean Empire
00000842

To Dragon's Roost
00000843

Last Wood
00000844

Silent Market
00000845

Bastion
00000846

Moon Cliffs
00000847

Fort Rachias
00000848

Hrundle Fjord
00000849

Vestrilund
00000850

Nastrond
00000851

Vestrilund
00000852

Austrilund
00000853

Sudrilund
00000854

Deep Warrens
00000855

Nordrilund
00000856

Austrilund
00000857

Sudrilund
00000858

Vestrilund
00000859

Nastrond
00000860

Nastrond
00000861

Nastrond
00000862

Sultan's Palace
00000863

Sultan's Palace
00000864

Hrundle Fjord
00000865

Vestri's Hall
00000866

Town Hall
00000867

Sudrilund
00000868

Nordrilund
00000869

Austrilund
00000870

Vestrilund
00000871

Crab Alley
00000872

Royal Palace
00000873

Deep Warrens
00000874

Wailing Caverns
00000875

Wailing Caverns
00000876

Waterworks
00000877

Nastrond
00000878

The Commons
00000879

The Commons
00000880

Austrilund
00000881

Austrilund
00000882

Hrundle Fjord
00000883

Isle Of Arachnis
00000884

Crescent Beach
00000885

Ruined Alcazar
00000886

Pigswick Academy
00000887

Pegasus Place
00000888

Tanglewood Way
00000889

Tower of the Helephant
00000890

Library Archives
00000891

Pegasus Place
00000892

Tanglewood Way
00000893

Pigswick Academy
00000894

Pegasus Place
00000895

Tanglewood Way
00000896

Pigswick Academy
00000897

The Aerie
00000898

Pigswick Academy
00000899

Zamunda
00000900

Baobab Crossroads
00000901

Baobab Crown
00000902

Baobab Market
00000903

Savannah
00000904

Zamunda Outskirts
00000905

Drum Jungle
00000906

Stone Town
00000907

Waterfront
00000908

Elephant Graveyard
00000909

Waterfront
00000910

Mirror Lake
00000911

Shining Mountain
00000912

Mirror Lake
00000913

Dido's Tomb
00000914

Black Palace
00000915

Darajani Palace
00000916

Stone Town
00000917

The Commons
00000918

Zafaria
00000919

Sun Palace
00000920

Sunken Palace
00000921

Outer Yard
00000922

Baobab Crossroads
00000923

Stone Town
00000924

Villa Gardens
00000925

Furniture Shop
00000926

Caliburn
00000927

Abbey Road
00000928

High Road
00000929

Pagoda
00000930

Crystal Caves
00000931

The Wyrd
00000932

The Catacombs
00000933

Lake Shore
00000934

Caer Lyon
00000935

Castle Avalon
00000936

High Road
00000937

Caliburn
00000938

The Wild
00000939

Dun Dara
00000940

Deepwater
00000941

Caliburn
00000942

Cavern of Broken Virtues
00000943

Briny Cave
00000944

Outer Yard
00000945

Boggy Cave
00000946

Diabhal Cave
00000947


00000948

The Outer Yard
00000949

Outer Yard
00000950

Catacombs
00000951

Castle Avalon
00000952

Keep of Ganelon
00000953

High Road
00000954

Ghost Avalon
00000955

Ghost Avalon
00000956

Sandbox Zone
00000957

Midnight Sun Pagoda
00000958

SubscriberOnlyZoneText
00000959

<center><font=WizardNormal>This zone is for subscribers only.
00000960

SubscriberOnlyZoneTitle
00000961

Subscribers Only!
00000962

Midnight Sun Pagoda
00000963

Midnight Sun Pagoda
00000964

Celestia Arena
00000965

Pigswick Academy Arena
00000966

Avalon Arena
00000967

Zafaria Arena
00000968

Pitch Black Lake
00000969

Three Points
00000970

To The Zocalo
00000971

To The Cenote
00000972

Zultun Dock
00000973

Mangrove Marsh
00000974

This is the Way of the Ninja Pig. It is hard. Grueling. Nigh-impossible, really.
00000975

The fierce jaws of pain, fear, and defeat all await your Pet!
00000976

But do not falter! If your Pet has faith... perseverance... courage... and can run real fast, you can overcome!
00000977

Now it is time to use your head for something other than a target!
00000978

You remind me of a nephew I have back in MooShu. He is also not very good at this course.
00000979

Do not forget to breathe! It is the most important thing!
00000980

Sweep the leg! Uh, never mind.
00000981

Armor your mind against the madness of too much thinking!
00000982

The Way of the Ninja is an interpretive art form!
00000983

Your first lesson: how to fall!
00000984

Beware the Wrath of Five Continuous Hammers!
00000985

Do not fall off the Bridge of Destiny!
00000986

Be the hedge! Be invisible!
00000987

The Zocalo
00000988

Way of the Ninja Pig
00000989

Grumpy Gobblers
00000990

Twin Giants
00000991

Tierra de Brea
00000992

Cenote
00000993

Cloudburst Forest
00000994

Floating Mountains
00000995

Xibalba
00000996

Kathleen Wilder's House
00000997

Big Mother Quetzal's Cave
00000998

Cipactli's Cave
00000999

Alto Alto
00001000

Pyramid of Storm Eye
00001001

Magic Nest
00001002

The Zocalo
00001003

Pyramid of the Lost Horizon
00001004

Dead Tree Cavern
00001005

Swamp Cavern
00001006

Tree of Secrets
00001007

Swamp Clearing
00001008

Monquistan Ship Hold
00001009

Charred Tower
00001010

Saltmeadow Swamp
00001011

Pitch Black Lake
00001012

Halley's Observatory
00001013

Hall of Plumage
00001014

Zocalo
00001015

Jura Palace
00001016

Black Sun Pyramid
00001017

The Maw
00001018

Corazon Cave
00001019

Azteca Arena
00001020

Atlantea
00001021

Bog Witch House
00001022

Wyrd House
00001023

Red Barn Farm
00001024

Fantastic Fish Bowl
00001025

Atlantea
00001026

The Acropolis
00001027

Winterbane Hall
00001028

Mount Olympus
00001029

Mount Olympus
00001030

Mount Olympus
00001031

Aquila
00001032

Weapons Tent
00001033

Mangrove Marsh
00001034

Bastion
00001035

Tyrian Gorge
00001036

The Commons
00001037

Amber Estate
00001038

Umbra Tent
00001039

Last Wood
00001040

Golden Hoard Chamber
00001041

Fort Rachias
00001042

Treetop Getaway
00001043

Kondha Desert
00001044

Ruined Alcazar
00001045

Radiance Reborn
00001046

StarFall Sea
00001047

Sardonyx
00001048

Sardonyx
00001049

Sardonyx
00001050

Sardonyx
00001051

Sardonyx
00001052

Garrison Bottom Floor
00001053

Sardonyx
00001054

Sardonyx
00001055

Sardonyx
00001056

Sardonyx
00001057

The Hive
00001058

Kondha Desert
00001059

Kondha Desert
00001060

Kondha Desert
00001061

Kondha Desert
00001062

Kondha Desert
00001063

Solar Arc
00001064

Chamber of the Sun Storm
00001065

Chamber of Life Giving Sun
00001066

Chamber of Sun Fire
00001067

Troika Palace
00001068

Sardonyx
00001069

Chamber of the Underworld Sun
00001070

Chamber of the Frozen Sun
00001071

Eye of the Sun Chamber
00001072

Chamber of Solar Justice
00001073

Chamber of the Sun's Shadow
00001074

Kondha Desert
00001075

Doctor Vittek's Laboratory
00001076

Sardonyx
00001077

Sardonyx
00001078

Shadow Palace
00001079

Nadezha's House
00001080

Crab\nTower
00001081

Sardonyx
00001082

Sardonyx
00001083

Kondha Khactus
00001084

Kondha Khactus
00001085

Garrison Armory
00001086

Sardonyx
00001087

Sardonyx
00001088

Sardonyx
00001089

Sardonyx
00001090

Sardonyx
00001091

Cave of Night
00001092

Kondha Desert
00001093

StarFall Sea
00001094

Meadows at Dusk
00001095

Night Garden
00001096

Plumeria Blossoms
00001097

Spiral Cup Gauntlet
00001098

Spiral Cup Gauntlet
00001099

Spiral Cup Gauntlet
00001100

Jungle House Boat
00001101

Telegraph Box
00001102

Spirit School
00001103

The Eldritch Tower
00001104

Grizzleheim Arena
00001105

The Spiral
00001106

QA Fish Testing Zone
00001107

Botanical Gardens
00001108

Winter Wind Tower
00001109

Private Fishing Retreat
00001110

Castle Darkmoor
00001111

Kembaalung Village
00001112

State Wing
00001113

Throne Room
00001114

Main Hall
00001115

Dirigible Cargo Hold
00001116

Castle Darkmoor
00001117

Pagoda of Harmony
00001118

Hollow Mountain
00001119

Hamakala's Mausoleum
00001120

Kembaalung Village
00001121

Krokotopia | Upper Zigazag
00001122

Airship Control Deck
00001123

Barkingham Rooftop
00001124

Barkingham Courtyard
00001125

Upper Zigazag
00001126

Lower Zigazag
00001127

Barkingham Palace
00001128

Castle Darkmoor
00001129

Rooftop
00001130

Airship Cargo
00001131

House of Scales
00001132

Hall of Echoes
00001133

Krokotopia|The Longest Hall
00001134

The Longest Hall
00001135

The Hall of Justice
00001136

Lower Zigazag
00001137

House of Scales
00001138

Baddle of the Bands
00001139

Tanglewood Terror
00001140

Grand Tourney Arena
00001141

Serpentine Escape
00001142

Grand Chasm
00001143

Shopping District
00001144

Wizard City Jewel Shop
00001145

RockHammer's Jewel Works
00001146

Aquila
00001147

Harbor District
00001148

Walruskberg
00001149

Krokopatra Master Duel
00001150

Rattlebones Exalted Duel
00001151

Sea Chicken
00001152

Cell Block A
00001153

LaNettoyage
00001154

Krokopatra Exalted Duel
00001155

Meowiarty Archmage Duel
00001156

Meowiarty Exalted Duel
00001157

Rattlebones Master Duel
00001158

Zeus Exalted Duel
00001159

Basstille Cellblock B
00001160

Forlorn Tayg
00001161

Forlorn Tayg
00001162

Polarian Shipwreck
00001163

River of Frozen Tears
00001164

Walruskberg
00001165

River of Frozen Tears
00001166

Bountiful Mine
00001167

Frigid Maw
00001168

Urville Station
00001169

Lift Chamber
00001170

Pebble Trough
00001171

The Arcanum
00001172

Arcanum
00001173

Borealis Peaks
00001174

Kataba IceBlock
00001175

Snowy Oasis
00001176

Sky Anchor Peak
00001177

Cell Block A - Processing Ward
00001178

The Basstille
00001179

La Nettoyage
00001180

Imperial Palace
00001181

Walruskberg Harbor
00001182

Frigid Maw
00001183

Horizon Hold
00001184

Breathing Cave
00001185

Jeweled Slopes
00001186

The Basstille - Solitary Confinement
00001187

Northern Sea
00001188

Walruskberg Harbor
00001189

Snowasis
00001190

Hall of Divination
00001191

Hall of Conjuration
00001192

Hall of Theurgy
00001193

Hall of Sorcery
00001194

Hall of Necromancy
00001195

Hall of Pyromancy
00001196

Hall of Thaumaturgy
00001197

Icefall Cavern
00001198

Omen's Hideout
00001199

King's Tomb
00001200

Eternal Sanctum
00001201

Hall of Doors
00001202

Ra's Reading Room
00001203


00001204

The Great Clock
00001205

Darkmoor Manor
00001206

Darkmoor Manor
00001207

Ra's Landing
00001208

Nomad's Camp
00001209

Dragonsage Hall
00001210

Nomad's Camp
00001211

Caravan
00001212

Balance House
00001213

Balance House Preview
00001214

Death House
00001215

Death House Preview
00001216

Fire House
00001217

Fire House Preview
00001218

Ice House
00001219

Ice House Preview
00001220

Life House
00001221

Life House Preview
00001222

Myth House
00001223

Myth House Preview
00001224

Storm House
00001225

Storm House Preview
00001226

Celestial Observatory
00001227

Desert Villa
00001228

Desert Villa Preview
00001229

Dragon's Fjord
00001230

Dragon's Fjord Preview
00001231

Grand Fortress
00001232

Grand Fortress Preview
00001233

Great Citadel
00001234

Great Citadel Preview
00001235

Imperial Palace
00001236

Imperial Palace Preview
00001237

Island Getaway
00001238

Island Getaway Preview
00001239

Metropolitan Manor
00001240

Metropolitan Manor Preview
00001241

Oasis Camp
00001242

Oasis Camp Preview
00001243

Royal Estate
00001244

Royal Estate Preview
00001245

Royal Playhouse
00001246

Royal Playhouse Preview
00001247

Tranquil Cottage
00001248

Tranquil Cottage Preview
00001249

Wizard's Watchtower
00001250

Wizard's Watchtower Preview
00001251

Wooded Cottage
00001252

Wooded Cottage Preview
00001253

Amber Estate Preview
00001254

Botanical Gardens Preview
00001255

Jungle House Boat Preview
00001256

Fantasy Palace Preview
00001257

Meadows At Dusk Preview
00001258

Midday Estate Preview
00001259

Night Garden Preview
00001260

Polarian Shipwreck Preview
00001261

Lost Horizon Preview
00001262

Red Barn Farm Preview
00001263

Serpentine Escape Preview
00001264

Sultan's Palace Preview
00001265

Sun Palace Preview
00001266

Sunken Palace Preview
00001267

The Acropolis Preview
00001268

Treetop Getaway Preview
00001269

Wysteria Villa Preview
00001270

Winter Wind Tower Preview
00001271

Wyrd House Preview
00001272

Celestial Observatory Preview
00001273

Watchtower Hall
00001274

Watchtower Hall Preview
00001275

Wysteria Villa
00001276

Shinobi Dojo
00001277

Sand Sea
00001278

Alkali Barrows
00001279

Aggrobah
00001280

Mirage
00001281

Caterwaul Canyons
00001282

Rubal Wastes
00001283

Istanboa
00001284

Chronoverge
00001285

Caverns of Time
00001286

Eerem Palace
00001287

Thieves' Den
00001288

Yakhal Mountain
00001289

Chairman's Suite
00001290

Rebel HQ
00001291

Deep Freeze
00001292

Miriam's Hovel
00001293

Rebel HQ
00001294

Goofang's Lab
00001295

Thieves' Den
00001296

Arcanum Apartment
00001297

Arcanum Crafting Room
00001298

Chapter Hall
00001299

East Time Dunes
00001300

South Time Dunes
00001301

West Time Dunes
00001302

Sands of Time
00001303

North Time Dunes
00001304

Nepeta Mine
00001305

Mottoman Treasure Cave
00001306

The Grey Ghost's Office
00001307

Thuggie Hideaway
00001308

Thuggie Lair
00001309

Thuggie Salon
00001310

Yahya's Office
00001311

Rahqi's Gym
00001312

Kobra Kai Dojo
00001313

Qhay's Hideaway
00001314

Officer's Club
00001315

Scaled Demon's Den
00001316

Traitor's Cave
00001317

Tetrus Solitary Block
00001318

Zruvan Grotto
00001319

Ulnar Crypt
00001320

Femoral Tomb
00001321

Chest Cavity
00001322

Ghost Maze
00001323

Chronicle Chamber
00001324

Caravan
00001325

Aggrobah
00001326

Hoods Hideout
00001327

House Tabbi Apartment
00001328

Serpentine Empire Den
00001329

House Sayameez Apartment
00001330

Dromel Dwelling
00001331

House Calixco Apartment
00001332

Krampusgarten
00001333

Yuletide Feasting Hall
00001334

Schism Reading Room
00001335

Yakhal Promenade
00001336

Dumoozid's Lamp
00001337

Caravan
00001338

Caravan
00001339

Vulcas' Forge
00001340

Clovis' Headquarters
00001341

Indra's House
00001342

Panoptes' Lair
00001343

Briar's Patch
00001344

Druj's Cave
00001345

Tezcatlipoca's Cave
00001346

Tricksters Lair
00001347

Kalypso Engine Room
00001348

Data Atoll Beach 
00001349

Kalypso Deck
00001350

Data Caverns
00001351

Outlaw's Refuge
00001352

Outlaw's Refuge
00001353

Monstrodome
00001354

Barkingham Palace
00001355

Castaway's Bungalow
00001356

Aeriel Jungle
00001357

Aeriel Shore
00001358

Beastman Stockade
00001359

Aeriel Jungle
00001360

Zanadu
00001361

Dry Dock
00001362

Temple of Light
00001363

Inner Athanor
00001364

Spiral Ark
00001365

Aeriel Shore
00001366

Crying Sky Shrine 
00001367

Outer Athanor
00001368

Zanadu Sewers
00001369

Outer Athanor
00001370

Leisure Dome
00001371

The Stomach
00001372

Drainage Control
00001373

Notochord
00001374

Sewers
00001375

Bat Cave
00001376

Aethyrium Office
00001377

Outer Athanor
00001378

Coronary Pathway
00001379

The Heart
00001380

Left Ocular Vein
00001381

Left Eye
00001382

Ink Gland
00001383

Ink Spillway
00001384

Right Eye
00001385

Right Ocular Vein
00001386

Brain
00001387

Infirmary
00001388

Astral Plane
00001389

Praesidium
00001390

Hall of Shadow
00001391

Shadow Training Room
00001392

The Headquarters
00001393

Luminary's Office
00001394

Inner Athanor
00001395

Outer Athanor
00001396

Heart Sector
00001397

Playhouse
00001398

Playhouse
00001399

Battlemage Keep
00001400

Playhouse
00001401

Roberto's Sanctum
00001402

Wizard City Magic Mirror Shop
00001403

Ombudsman's Office
00001404

Flamebringer's Tower
00001405

Aero Village
00001406

Chaos Jungle
00001407

Reverie
00001408

Altar Chamber
00001409

Root System
00001410

Recovery Room
00001411

Astral Grove
00001412

Astral Grove
00001413

Husk
00001414

Nimbus Citadel
00001415

Spiritual Grove
00001416

Samsara Village
00001417

Northeast Aero Plains
00001418

Dying Jungle
00001419

Velo City
00001420

Southwest Aero Plains
00001421

Port Aero
00001422

Storm Titan's Wake
00001423

Aero Plains
00001424

Meowl Den
00001425

The Celestial Loophole
00001426

Humongishfrog Battlefield
00001427

Broken Bough
00001428

Gravulum Lab
00001429

Control Room
00001430

Courtyard
00001431

Military Stronghold
00001432

Rear Courtyard
00001433

Technologist Academy
00001434

Training Grounds
00001435

Audience Chambers
00001436

Private Wing
00001437

Elemental Grove
00001438

Mandalla
00001439

TBD Name
00001440

TBD Name
00001441

Fishing Hole
00001442

Ferros Harbor
00001443

Metallos
00001444

Metallos Summit
00001445

Nimbus Hanger
00001447

Everafter Village
00001448

Briny Deep Retreat
00001449

Mirage Battleground
00001450

Battleground Staging Area
00001451

The Archives
00001452

- not used - 
00001453

Battlegrounds Annex
00001454

the Drains
00001455

Catacombs
00001456

Whispering Sepulcher
00001457

Abandoned House
00001458

Abandoned Backyard
00001459

Viggor's Tomb
00001460

Wizard City Library
00001461

Avalon
00001462

Edge of the Spiral
00001463

Valencia
00001464

The Catacombs
00001465

Olde Town Drains
00001466

Boss' Office
00001467

Fallout Shelter
00001468

Foetid Crypt
00001469

Shedder's Tunnel
00001470

Shedder's Lair
00001471

Ninja Tunnel
00001472

Into the Pit
00001473

The Drains
00001474

Dragon Breath Cavern
00001475

Office of the Photomonger
00001476

Tower of Various Rituals
00001477

Hall of Inevitable Betrayal
00001478

Wizard City
00001479

Crannoc Dorcha
00001480

Frostbitedome
00001481

Heavenly Palace
00001482

Valley of the Sun
00001483

Temple of the Sands
00001484

Caretaker's Tower
00001485

Cenote\n(The Maw)
00001486

Musicology Office
00001487

Candied Isles Village
00001488

Autumn Monstrodome
00001489

Summer Monstrodome
00001490

Avalon
00001491

Placeholder Place
00001492

von Trap Estate
00001493

von Trap Lodge
00001494

Candy Corn Farm
00001495

Karamelle City
00001496

Les Bon-Bon Mots
00001497

Gumdrop Forest
00001498

Cupcake Factory
00001499

Sweetzburg
00001500

Gutenstadt
00001501

Gummy Plant
00001502

Rock Candy Mountains
00001503

Power Room
00001504

Hangry Gobbler Cave
00001505

Station
00001506

Candy Bar
00001507

Guten Shoppe
00001508

Gobblerton
00001509

Castle Gobbsmack Throne Room
00001510

Gobblerton Gym
00001511

Rosina's Lab
00001512

Gobblerton Library
00001513

Black Licorice Forest
00001514

Nibbleheim
00001515

Playhouse
00001516

Uwe's Workshop
00001517

Gobblerton Factory
00001518

Jamburglar's Hideout
00001519

Nibbleheim Mines
00001520

Mining Tunnel A
00001521

Soda Lake Grotto
00001522

Pipeline Cave
00001523

Treemugger Hideout
00001524

Mining Tunnel B
00001525

Witch Tunnel
00001526

Crumbling Mineshaft
00001527

Karamelle\nCity
00001528

Musicology Studio
00001529

Soda Lake
00001530

Cavity Chamber
00001531

Empyrean Airship
00001532

Cooper's Roost Station
00001533

Lounge Car
00001534

Train Roof
00001535

First Class Car
00001536

Fuel Car
00001537

Dusty Springfield Station
00001538

Blacksmith's Fjord
00001539

Pet Caboose
00001540

Sky City Estates
00001541

Mandoria
00001542

Sky City Estates
00001543

Wand Shop
00001544

Ursai Village
00001545

Night Forest
00001546

Placeholder
00001547

Telos
00001548

Strange Interface
00001549

Dead Archive
00001550

Wildlands
00001551

Sky City
00001552

Old One's Office
00001553

Tomb of He-Mander
00001554

Badlands
00001555

Heap
00001556

Ancient Shrine
00001557

Atrium
00001558

Dungeon Chamber
00001559

Prison Chambers
00001560

Dead Archive
00001561

Mandar's Refuge
00001562

Telos
00001563

WildLands
00001564

Ursai Village
00001565

Night Forest
00001566

Badlands
00001567

Mandoria
00001568

Sky City
00001569

Heap
00001570

Crypt of Tales
00001571

Chief's Tent
00001572

Ursai Volcano
00001573

Savage Clearing
00001574

Wildlands Monitoring Station
00001575

Castle Grey School
00001576

Lab Cavern
00001577

Crypt of Tales
00001578

Temple of Truth
00001579

Ursai Village Monitoring Station
00001580

Tomb of Skeletaur
00001581

Killawahoo
00001582

Ettinburgh
00001583

Dread Loch
00001584

Peppergrass Glen
00001585

Banrigh's Castle
00001586

Heap Arena
00001587

Open Space
00001588

Bass Chamber - TEST
00001589

Prison Chambers (TEST)
00001590

Portico TEST
00001591

Production Junction (TEST)
00001592

Hot House (TEST)
00001593

Glockenspiel TEST
00001594

Guild Housing
00001595

TEST Sanctum of Life Force TEST
00001596

Meowiarty Rematch
00001597

Krokopatra Rematch
00001598

Malistaire Rematch
00001599

Jade Oni Rematch
00001600

Lord Nightshade Rematch
00001601

Creepy Fairgrounds
00001602

Catmandu Sanctuary
00001603

Stonegaze's Antichamber
00001604

Stonegaze's Chamber
00001605

Von Braken's Antichamber
00001606

Von Braken's Grove
00001607

Drowned Dan's Antichamber
00001608

Drowned Dan's Chamber
00001609

Ixcax CursedWing's Antichamber
00001610

Ixcax CursedWing's Chamber
00001611

High Loremagus' Antichamber
00001612

High Loremagus' Chamber
00001613

Acolyte
00001614

Catmandu
00001615

Unformed World
00001616

Sacred Yarn Temple
00001617

Stone of Heaven
00001618

Sacred Yarn Temple
00001619

Monastery
00001620

Unformed World
00001621

New Vicorgia
00001622

Puerto Nuovo
00001623

Puerto Nuovo
00001624

La Ville Rose
00001625

Lower Passage
00001626

Conatus
00001627

Conatus
00001628

Upper Passage
00001629

Nucleus Gallery
00001630

Booth's Lair
00001631

Tung-Ak's Stronghold
00001632

Next Island
00001633

Next Island
00001634

To Stone of Heaven
00001635

To La Ville Rose
00001636

To New Vicorgia
00001637

To Puerto Nuovo
00001638

To Nucleus Gallery
00001639

Night Mire Swamp
00001640

Night Mire Shoals
00001641

Wrecked Riverboat
00001642

Riverboat Lab
00001643

Lightkeeper's Estate
00001644

Mithraya Rematch
00001645

TseTse Rematch
00001646

Wallaru Ranch
00001647

Polarian Fort
00001648

Xibalba Wastes
00001649

Hope Springs
00001650

Outback
00001651

Avalon Gallery
00001652

Kingsland
00001653

Forest
AhnicFamilyTomb

Ahnic Family Tomb
BigBen

Big Ben
Chamber_of_Fire

Chamber of Fire
Chelsea_Court

Chelsea Court
ColossusBlvd

Colossus Boulevard
CounterweightEast

Counterweight East
CounterweightWest

Counterweight West
CyclopsLane

Cyclops Lane
DarkCave

Dark Cave
Deckathalon

The Deckathalon
Digmoore_Station

Digmoore Station
DjeseritFamilyTomb

Djeserit Family Tomb
DragonMouthCave

Dragon's Mouth Cave
EmperorsRetreat

Emperor's Retreat
EntranceHall

Entrance Hall
FirecatAlley

Firecat Alley
GH2

Wintertusk
GolemCourt

Golem Court
GrandArena

Grand Arena
Grizzle_Hub

Northguard
HallofChampions

Hall of Champions
HauntedCave

Haunted Cave
Headmaster_Tower

Headmaster's Tower
HedgeMaze

Hedge Maze
Hyde_Park

Hyde Park
Jade_Palace


KarahnanBarracks

Karanahn Barracks
KaranahnPalace

Karanahn Palace
Katzensteins_Lab

Katzenstein's Lab
KensingtonPark

Kensington Park
Knights_Court

Knight's Court
Krokosphinx

Krokosphinx
KTWorld

Krokotopia
Newgate_Prison

Newgate Prison
Nightside

Nightside
OldeTown

Olde Town
PalaceofFire

Palace of Fire
Ravenwood
zone name for Ravenwood
Ravenwood
Ravenwood_Teleporter

The World Tree
Regents_Square

Regent's Square
RoyalMuseum

Royal Museum
Royal_Hall

Royal Hall
Scotland_Yard_Roof

Scotland Yard Roof
ShoppingDistrict
Zone name for Shopping District
Shopping District
SubscriberOnlyZoneText

<center><font=WizardNormal>This zone is for subscribers only.
SubscriberOnlyZoneTitle

Subscribers Only!
SunkenCity

Sunken City
TempleofStorms

Temple of Storms
TheCommons
Name of commons zone
The Commons
TheOasis

The Oasis
The_Basilica


The_Ironworks

The Ironworks
Throne_Room_of_Fire

Throne Room of Fire
TritonAvenue

Triton Avenue
TU

Crab Alley
UnicornWay
Zone name for Unicorn Way
Unicorn Way
VaultofIce

The Vault of Ice
WCWorld

Wizard City
WellofSpirits

Well of Spirits
WolfminsterAbbey

Wolfminster Abbey
World2

Krokotopia
World3

Marleybone
ZF_Savannah

Savannah
ZF_Zamunda

Zamunda
ZoneUnderConstruction
Zone is not ready on tis server message
<center><font=WizardNormal>Whoa, slow down there. You have tried to enter an area that's not quite ready for play on your server. Please be patient and check back periodically for updates.
